{
  "1": "Windows ist wie ein U-Boot, sobalt man ein Fenster öffnet,fangen die Probleme an.",
  "2": "Die Windows Problembehandlung konnte auf Grund eines Problems nicht gestartet werden.",
  "3": "Es wurde keine Tastatur gefunden. Drücken sie F4, um den Fehler zu beheben.",
  "4": "Windows konnte keine Verbindung mit dem Internet herstellen, wollen sie Online nach einer Lösung für dieses Problem suchen?",
  "5": "Ruft eine Person beim PC-Support an und sagt: 'Ich nutze Windows.' '…Und?' 'Und ich habe ein Problem.' 'Das sagten sie bereits.'",
  "6": "Linux wird nie das meistinstallierte Betriebssystem sein, wenn man bedenkt, wie oft man Windows neu installieren muss!",
  "7": "Ein Mann kommt in einen Softwareladen und sagt zum Verkäufer: 'Ich suche ein spannendes Grafik - Adventure, das auch nach Wochen noch Überraschungen bereithält!' Darauf der Verkäufer: 'Haben Sie es schon mit Windows 10 ausprobiert?'",
  "8": "Warum wird Windows 2000 mit einer Packung Snickers verkauft? Wenn’s mal wieder länger dauert…",
  "9": "Woran erkennt man bei einem ausgeschaltetem Rechner, dass das Betriebsystem Windows ist? Die Aufschrift des Reset-Knopfes ist nicht mehr lesbar.",
  "10": "Sie haben den Mauszeiger bewegt. Starten Sie das System neu, um die Änderung anzuzeigen.",
  "11": "Es gibt 10 Arten von Menschen. Jene, die Binärcode verstehen und jene, die ihn nicht verstehen.",
  "12": "Welchen Sinn hat Multitasking bei Windows? Nur einen: Mehrere Programme gleichzeitig abszürzen zu lassen",
  "13": "Das Microsoft-Motto: Wir bauen Software wie eine Kathedrale. Erst bauen wir sie, dann Beten wir.",
  "14": "Anruf bei der Hotline: 'Ich installiere gerade Windows. Was soll ich drücken?' 'An besten beide Daumen!'",
  "15": "Wie nennt man einen Windows-Lehrgang? Crashkurs",
  "16": "Wenn Windows die Antwort ist, wie blöd ist dann die Frage gewesen?",
  "17": "Windows: Für die einen ist es ein Betriebssystem, für die anderen der längste Virus der Welt",
  "18": "Vater Bill Gates, der du überwachst meine Festplatte, geheiligt sei Dein Windows, dein Update komme, dein Bugfix geschehe, wie in Windows so auch in Office. Unser täglich MSN gib uns heute, und vergib uns unsere Raubkopie, so wie wir vergeben unserer Telekom. Und führe uns nicht zu IBM, sondern erlöse uns von OS /2. Denn dein ist das DOS und das Windows und das NT in Ewigkeit. Strg-Alt-Entf.",
  "19": "Zeit sparen: Vorgecrashtes Windows booten!",
  "20": "Bill Gates (Microsoft), Andy Grove (Intel) und Jerry Sanders (AMD) sitzen in einer Konferenz. Plötzlich entschuldigt sich Bill und fangt an mit seiner Armbanduhr zu reden. Grove und Sanders schauen sich verblüfft an. 'Das ist die neue Telefonfunktion von Microsoft und Timex. Kommt mit der neuen Windows Version', erlautert Gates. Fünf Minuten später unterbricht Andy Grove die Konferenz - 'Sorry, ein Anruf' -, um halblaut mit seiner Krawatte zu reden. Er erklärt: 'Das ist die neueste Intel Innovation: Ein Satellitentelefon als Krawattennadel!'. Kaum hat er ausgeredet kommt ein lautstarker Furz von Jerry Sanders: 'Schnell Papier! Ich erhalte ein Fax!'",
  "21": "Windows zu Kuhfladen: 'Ich bin ein Betriebssystem!' Kuhfladen zu Windows: 'Dann bin ich eine Sahnetorte!'",
  "22": "Auf einer Wetterstation mussten tägliche die Niederschlagshöhe von Hand in den Rechner eingegeben werden. Irgendwann einmal vertippte sich dabei der User und gab statt 9,23 cm 9,23 m ein. Die Programmierer hatten aber für diesen Fall vorgesorgt, denn der Computer gab folgende Fehlermeldung aus: 'Baue ein Boot! Nimm von jeder Tierart zwei, ein männliches und ein weibliches…'",
  "23": "Tony Blair, Bill Clinton und Bill Gates kommen in den Himmel. Gott fragt sie, woran sie glauben. Tony Blair antwortet: Ich glaube, dass alles, ob gross oder klein, von dir geschaffen wurde. Gott bittet ihn, zu seiner Rechten Platz zu nehmen. Bill Clinton antwortet: Ich glaube, dass die Wahrheit frei macht. Gott bittet ihn, zu seiner Linken Platz zu nehmen. Bill Gates antwortet: Ich glaube, du sitzt auf meinem Platz!"
}
  
